IDEA Open Model
PointSupportNode.SupportTypeY Property
Compatible with IDEA StatiCa v 10.1
 Support type in dirrection Y
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public SupportTypeInDirrection SupportTypeY { get; set; }
Public Property SupportTypeY As SupportTypeInDirrection
	Get
	Set
public:
property SupportTypeInDirrection SupportTypeY {
	SupportTypeInDirrection get ();
	void set (SupportTypeInDirrection value);
}
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace